tap "1password/tap"
tap "charmbracelet/tap"
tap "derailed/k9s"
tap "drud/ddev"
tap "dustinblackman/tap"
tap "felixkratz/formulae"
tap "fsouza/prettierd"
tap "ggozad/formulas"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homeport/tap"
tap "jakehilborn/jakehilborn"
tap "jkfran/killport"
tap "koekeishiya/formulae"
tap "macoscontainers/formula"
tap "ms-jpq/sad"
tap "oven-sh/bun"
tap "xcodesorg/made"
brew "act"
brew "webp"
brew "jpeg-xl"
brew "coreutils"
brew "asdf"
brew "ast-grep"
brew "atuin"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "bottom"
brew "gcc"
brew "btop"
brew "glib"
brew "pixman"
brew "ccls"
brew "cheat"
brew "cmake"
brew "unbound"
brew "qemu"
brew "colima"
brew "cowsay"
brew "llvm"
brew "pkg-config"
brew "crystal"
brew "curl"
brew "deno"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "ebook-tools"
brew "node"
brew "openjdk"
brew "emscripten"
brew "entr"
brew "exa"
brew "eza"
brew "fastfetch"
brew "fd"
brew "felinks"
brew "fend"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fish"
brew "fisher"
brew "fnm"
brew "fossil"
brew "fzf"
brew "fzy"
brew "geos"
brew "gh"
brew "ghc"
brew "ghcup"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "openssl@1.1"
brew "gitlint"
brew "gitoxide"
brew "glow"
brew "libgcrypt"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "gopls"
brew "gsl"
brew "helix"
brew "hurl"
brew "imagemagick@6", link: true
brew "jq"
brew "jsonlint"
brew "kubernetes-cli"
brew "libffi"
brew "libgphoto2"
brew "libvterm"
brew "libwebsockets"
brew "libxml2"
brew "llvm@11"
brew "lolcat"
brew "lsd"
brew "ltex-ls"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "lychee"
brew "lynx"
brew "markdownlint-cli"
brew "marksman"
brew "mas"
brew "mdcat"
brew "mercurial"
brew "meson"
brew "micro"
brew "mycli"
brew "mysql-client"
brew "mysql@5.7", link: true
brew "neofetch"
brew "nnn"
brew "nushell", args: ["HEAD"]
brew "nvm"
brew "onefetch"
brew "opam"
brew "p7zip"
brew "parallel"
brew "tree"
brew "pass"
brew "percona-toolkit", link: false
brew "pfetch"
brew "pinentry-mac"
brew "pipes-sh"
brew "pipx"
brew "poppler"
brew "postgresql@12"
brew "postgresql@14", restart_service: true
brew "prr"
brew "pspg"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qpdf"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "ruff"
brew "rye", link: false
brew "sd"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "sniffnet"
brew "sonar-scanner"
brew "spark"
brew "spice-protocol"
brew "sqlc"
brew "starship"
brew "stylua"
brew "tailspin"
brew "terminal-notifier"
brew "tldr"
brew "tmuxinator"
brew "topgrade"
brew "treefmt"
brew "ttyd"
brew "typst"
brew "ugrep"
brew "unar"
brew "urlview"
brew "watchman"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zk"
brew "zoxide"
brew "charmbracelet/tap/vhs"
brew "derailed/k9s/k9s"
brew "drud/ddev/ddev"
brew "dustinblackman/tap/languagetool-code-comments"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "fsouza/prettierd/prettierd"
brew "ggozad/formulas/oterm"
brew "homeport/tap/termshot"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jkfran/killport/killport"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "macoscontainers/formula/bindfs"
brew "macoscontainers/formula/containerd"
brew "macoscontainers/formula/rund"
brew "macoscontainers/formula/dockerd"
brew "ms-jpq/sad/sad"
brew "oven-sh/bun/bun"
brew "xcodesorg/made/xcodes"
cask "alacritty"
cask "android-sdk"
cask "anki"
cask "bluesnooze"
cask "chromium"
cask "discord"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple"
cask "font-symbols-only-nerd-font"
cask "gimp"
cask "kitty"
cask "launchcontrol"
cask "macfuse"
cask "macvim"
cask "obsidian"
cask "qutebrowser"
cask "rustdesk"
cask "stretchly"
cask "telegram"
cask "utm"
cask "vscodium"
cask "wezterm-nightly"
cask "whichspace"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Little Snitch Mini", id: 1629008763
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
