tap "1password/tap"
tap "charmbracelet/tap"
tap "dustinblackman/tap"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "ms-jpq/sad"
tap "wez/wezterm"
brew "webp"
brew "coreutils"
brew "asdf"
brew "bottom"
brew "gcc"
brew "btop"
brew "pkg-config"
brew "cmake"
brew "cowsay"
brew "openssl@1.1"
brew "curl"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "geos"
brew "ghc"
brew "ghcup"
brew "git"
brew "libgcrypt"
brew "gnupg"
brew "gsl"
brew "imagemagick@6", link: true
brew "node"
brew "jsonlint"
brew "libgphoto2"
brew "libxml2"
brew "sqlite"
brew "llvm"
brew "luarocks"
brew "markdownlint-cli"
brew "marksman"
brew "mas"
brew "micro"
brew "mycli"
brew "mysql@5.7", link: true
brew "nushell"
brew "nvm"
brew "percona-toolkit"
brew "postgresql@12"
brew "pspg"
brew "python@3.10"
brew "python@3.9"
brew "qpdf"
brew "rbenv"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stylua"
brew "topgrade"
brew "urlview"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "charmbracelet/tap/vhs"
brew "dustinblackman/tap/languagetool-code-comments"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "ms-jpq/sad/sad"
cask "chromium"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "launchcontrol"
cask "macvim"
cask "neovide"
cask "qutebrowser"
cask "stretchly"
cask "vscodium"
cask "wezterm-nightly"
cask "whichspace"
mas "Amphetamine", id: 937984704
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Little Snitch Mini", id: 1629008763
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
