tap "1password/tap"
tap "charmbracelet/tap"
tap "dustinblackman/tap"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jkfran/killport"
tap "koekeishiya/formulae"
tap "ms-jpq/sad"
tap "wez/wezterm"
brew "webp"
brew "jpeg-xl"
brew "coreutils"
brew "asdf"
brew "atuin"
brew "bat"
brew "bottom"
brew "gcc"
brew "btop"
brew "cmake"
brew "cowsay"
brew "openssl@1.1"
brew "curl"
brew "deno"
brew "difftastic"
brew "direnv"
brew "node"
brew "sqlite"
brew "python@3.11"
brew "exa"
brew "fd"
brew "fend"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "fzy"
brew "geos"
brew "gh"
brew "ghc"
brew "ghcup"
brew "git"
brew "gitlint"
brew "gitoxide"
brew "glow"
brew "libgcrypt"
brew "gnupg"
brew "pkg-config"
brew "gsl"
brew "helix"
brew "imagemagick@6", link: true
brew "jsonlint"
brew "libgphoto2"
brew "libvterm"
brew "libxml2"
brew "llvm"
brew "llvm@11"
brew "ltex-ls"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "markdownlint-cli"
brew "marksman"
brew "mas"
brew "micro"
brew "mycli"
brew "mysql@5.7", link: true
brew "neovim"
brew "nnn"
brew "nushell"
brew "nvm"
brew "parallel"
brew "percona-toolkit"
brew "pipx"
brew "qemu"
brew "podman"
brew "postgresql@12"
brew "postgresql@14", restart_service: true
brew "pspg"
brew "python@3.10"
brew "python@3.9"
brew "qpdf"
brew "rbenv"
brew "ripgrep"
brew "ruff"
brew "rye"
brew "sd"
brew "shfmt"
brew "spark"
brew "starship"
brew "stylua"
brew "tldr"
brew "tmuxinator"
brew "topgrade"
brew "tree"
brew "treefmt"
brew "urlview"
brew "yarn"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "charmbracelet/tap/vhs"
brew "dustinblackman/tap/languagetool-code-comments"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jkfran/killport/killport"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "ms-jpq/sad/sad"
cask "chromium"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "launchcontrol"
cask "macvim"
cask "neovide"
cask "qutebrowser"
cask "stretchly"
cask "utm"
cask "vscodium"
cask "wezterm-nightly"
cask "whichspace"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Little Snitch Mini", id: 1629008763
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
